Repository: MrPio/Scheda_DnD_5e
Catalog: lib/l10n/app_*.arb
Languages: it

source: Hello World!
it: Ciao Mondo!

# characterBackgroundPhysicalTitle
source: Physical
it: Descrizione fisica

# characterBackgroundHistoryTitle
source: History
it: Storia

# characterBackgroundTraitsTitle
source: Traits
it: Tratti caratteriali

# characterBackgroundDefectsTitle
source: Defects
it: Difetti

# characterBackgroundIdealsTitle
source: Ideals
it: Ideali

# characterBackgroundBondsTitle
source: Bonds
it: Legami

# characterBackgroundPhysicalHint
source: Describe the character's physical appearance.
it: Descrivi l'aspetto fisico del personaggio.

# characterBackgroundHistoryHint
source: Summarize the character's main experiences.
it: Riassumi le esperienze principali del personaggio.

# characterBackgroundTraitsHint
source: List the distinctive personality traits.
it: Elenca i tratti distintivi della personalit√†.

# characterBackgroundDefectsHint
source: Describe the weaknesses and shortcomings.
it: Descrivi i punti deboli e i difetti.

# characterBackgroundIdealsHint
source: Indicates values and aspirations.
it: Indica i valori e le aspirazioni.

# characterBackgroundBondsHint
source: Write down the main relationships and links.
it: Scrivi le relazioni e i legami principali.
